Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# widget_intent_streak_title
source: Streak-Widget anpassen
en: Customize streak widget
es: Personalizar el widget de racha
fr: Personnaliser le widget de séquence
hi: विजेट स्ट्रीक शीर्षक
it: Personalizza il widget delle serie
ja: ストリークウィジェットのカスタマイズ
ko: 연속 위젯 맞춤설정
nl: Pas de streak-widget aan
pl: Dostosuj widżet smug
pt: Personalizar widget de sequência
ru: widget_intent_streak_title
tr: Seri widget'ını özelleştirin
zh_hans: 连击
zh_hant: 小工具連續紀錄意圖標題

# widget_intent_water_desc
source: Hintergrund wählen.
en: Choose background.
es: Elige el fondo.
fr: Choisissez l'arrière-plan.
hi: विजेट पानी का लक्ष्य विवरण
it: Scegli lo sfondo.
ja: 背景を選択します。
ko: 배경을 선택하세요.
nl: Kies achtergrond.
pl: Wybierz tło.
pt: Escolha o plano de fundo.
ru: widget_intent_water_desc
tr: Arka planı seçin.
zh_hans: 给您的植物浇水。
zh_hant: 小工具喝水意圖描述

# widget_intent_water_title
source: Wasser-Widget anpassen
en: Customize water widget
es: Personaliza el widget de agua
fr: Personnaliser le widget d'eau
hi: विजेट पानी का लक्ष्य शीर्षक
it: Personalizza il widget dell'acqua
ja: 水ウィジェットをカスタマイズする
ko: 물 위젯 사용자 정의
nl: Pas de waterwidget aan
pl: Dostosuj widget wody
pt: Personalize o widget de água
ru: widget_intent_water_title
tr: Su widget'ını özelleştirin
zh_hans: 浇水
zh_hant: 小工具喝水意圖標題

# widget_interactive_habits_desc
source: Gieße deine Pflanzen direkt vom Homescreen.
en: Water your plants directly from the home screen.
es: Riega tus plantas desde la pantalla de inicio.
fr: Arrosez vos plantes depuis l'écran d'accueil.
hi: अपने पौधों को सीधे होम स्क्रीन से पानी दें।
it: Innaffia le piante dalla schermata home.
ja: ホーム画面から直接植物に水をやります。
ko: 홈 화면에서 직접 식물에 물을 주세요.
nl: Geef planten water direct vanaf het startscherm.
pl: Podlewaj rośliny z ekranu głównego.
pt: Regue suas plantas diretamente da tela inicial.
ru: Поливайте растения прямо с главного экрана.
tr: Bitkilerini doğrudan ana ekrandan sula.
zh_hans: 直接从主屏幕给植物浇水。
zh_hant: 直接從主螢幕給植物澆水。

# widget_interactive_habits_empty
source: Alles gegossen! 🎉
en: All watered! 🎉
es: ¡Todo regado! 🎉
fr: Tout arrosé ! 🎉
hi: सब कुछ डाला! 🎉
it: Tutto innaffiato! 🎉
ja: すべて水やり完了！ 🎉
ko: 모두 물주기 완료! 🎉
nl: Alles water gegeven! 🎉
pl: Wszystko podlane! 🎉
pt: Tudo regado! 🎉
ru: Всё вылилось! 🎉
tr: Hepsi sulandı! 🎉
zh_hans: 一切都倒了！ 🎉
zh_hant: 一切都倒了！ 🎉

# widget_interactive_habits_header
source: Deine Pflanzen
en: Your Plants
es: Tus Plantas
fr: Vos Plantes
hi: आपके पौधे
it: Le tue piante
ja: あなたの植物
ko: 당신의 식물
nl: Jouw Planten
pl: Twoje Rośliny
pt: Suas Plantas
ru: Ваши растения
tr: Bitkileriniz
zh_hans: 你的植物
zh_hant: 你的植物

# widget_interactive_habits_title
source: Pflanzen gießen (Pro)
en: Water Plants (Pro)
es: Regar Plantas (Pro)
fr: Arroser (Pro)
hi: पौधों को पानी देना (प्रो)
it: Innaffia (Pro)
ja: 水やり (Pro)
ko: 식물 물주기 (Pro)
nl: Planten Water (Pro)
pl: Podlej rośliny (Pro)
pt: Regar Plantas (Pro)
ru: Полив растений (Pro)
tr: Bitki Sula (Pro)
zh_hans: 给植物浇水（专业版）
zh_hant: 給植物澆水（專業版）

# widget_interactive_routine_desc
source: Erledige deine Routinen direkt vom Homescreen.
en: Complete your routines directly from the homescreen.
es: Completa tus rutinas directamente desde la pantalla de inicio.
fr: Terminez vos routines directement depuis l'écran d'accueil.
hi: अपनी दिनचर्या सीधे होम स्क्रीन से पूरी करें।
it: Completa le tue routine direttamente dalla schermata iniziale.
ja: ホーム画面から直接ルーチンを完了します。
ko: 홈 화면에서 직접 루틴을 완료하세요.
nl: Voltooi je routines direct vanaf het startscherm.
pl: Ukończ swoje rutyny bezpośrednio z ekranu głównego.
pt: Conclua suas rotinas diretamente na tela inicial.
ru: Выполняйте свои процедуры прямо с главного экрана.
tr: Rutinlerinizi doğrudan ana ekrandan tamamlayın.
zh_hans: 直接从主屏幕完成您的日常工作。
zh_hant: 直接從主畫面完成您的日常工作。

# widget_lock_streak_desc
source: Dein aktueller Streak auf dem Sperrbildschirm.
en: Your current streak on the lock screen.
es: Tu racha actual en la pantalla de bloqueo.
fr: Votre série actuelle sur l'écran de verrouillage.
hi: लॉक स्क्रीन पर आपकी वर्तमान स्ट्रीक.
it: La tua serie attuale sulla schermata di blocco.
ja: ロック画面での現在のストリーク。
ko: 잠금 화면의 현재 연속 기록.
nl: Je huidige reeks op het vergrendelscherm.
pl: Twoja obecna seria na ekranie blokady.
pt: Sua sequência atual na tela de bloqueio.
ru: Ваша текущая полоса на экране блокировки.
tr: Kilit ekranındaki mevcut serin.
zh_hans: 您当前在锁定屏幕上的连续记录。
zh_hant: 您目前在鎖定畫面上的連續記錄。

# widget_my_garden
source: Mein Garten
en: My garden
es: mi jardin
fr: Mon jardin
hi: मेरा बाग
it: Il mio giardino
ja: 私の庭
ko: 내 정원
nl: Mijn tuin
pl: Mój ogród
pt: Meu jardim
ru: Мой сад
tr: Benim bahçem
zh_hans: 我的花园
zh_hant: 我的花園

# widget_no_plants
source: Noch keine Pflanzen
en: No plants yet
es: Aún no hay plantas
fr: Pas encore de plantes
hi: अभी तक कोई पौधा नहीं
it: Nessuna pianta ancora
ja: まだ植物はありません
ko: 아직 식물이 없습니다.
nl: Nog geen planten
pl: Nie ma jeszcze roślin
pt: Ainda não há plantas
ru: Растений пока нет
tr: Henüz bitki yok
zh_hans: 还没有植物
zh_hant: 還沒有植物

# widget_period_alltime
source: Gesamt
en: In total
es: En total
fr: En tout
hi: विजेट अवधि: हमेशा
it: In totale
ja: 合計
ko: 전체적으로
nl: In totaal
pl: W sumie
pt: No total
ru: widget_period_alltime
tr: Toplamda
zh_hans: 所有时间
zh_hant: 小工具週期所有時間

# widget_period_month
source: Dieser Monat
en: This month
es: este mes
fr: Ce mois-ci
hi: विजेट अवधि: महीना
it: Questo mese
ja: 今月
ko: 이번 달
nl: Deze maand
pl: W tym miesiącu
pt: Este mês
ru: widget_period_month
tr: Bu ay
zh_hans: 本月
zh_hant: 小工具週期一個月

# widget_period_today
source: Heute
en: Today
es: Hoy
fr: Aujourd'hui
hi: विजेट अवधि: आज
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ru: widget_period_today
tr: Bugün
zh_hans: 今天
zh_hant: 小工具週期今天

# widget_period_type
source: Zeitraum
en: Period
es: Período
fr: Période
hi: विजेट अवधि प्रकार
it: Periodo
ja: 期間
ko: 기간
nl: Periode
pl: Okres
pt: Período
ru: widget_period_type
tr: Dönem
zh_hans: 周期类型
zh_hant: 小工具週期類型

# widget_period_week
source: Diese Woche
en: This week
es: Esta semana
fr: Cette semaine
hi: विजेट अवधि: सप्ताह
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze week
pl: W tym tygodniu
pt: Essa semana
ru: widget_period_week
tr: Bu hafta
zh_hans: 本周
zh_hant: 小工具週期一週

# widget_pro_required
source: Pro-Version erforderlich
en: Pro version required
es: Requiere versión Pro
fr: Version Pro requise
hi: प्रो संस्करण आवश्यक है
it: Versione Pro richiesta
ja: Pro版が必要です
ko: Pro 버전 필요
nl: Pro-versie vereist
pl: Wymagana wersja Pro
pt: Versão Pro necessária
ru: Требуется Pro-версия
tr: Pro sürüm gereklidir
zh_hans: 需要专业版
zh_hant: 需要專業版

# widget_routine_empty
source: Keine Aufgaben.
en: No tasks.
es: Sin tareas.
fr: Aucune tâche.
hi: कोई कार्य नहीं.
it: Nessun compito.
ja: タスクなし。
ko: 할 일 없음.
nl: Geen taken.
pl: Brak zadań.
pt: Sem tarefas.
ru: Никаких задач.
tr: Görev yok.
zh_hans: 没有任务。
zh_hant: 沒有任務。

# widget_routine_not_selected
source: Routine auswählen (Widget bearbeiten)
en: Select Routine (Edit Widget)
es: Seleccionar rutina (Editar widget)
fr: Sélectionner la routine (Modifier le widget)
hi: दिनचर्या का चयन करें (विजेट संपादित करें)
it: Seleziona routine (Modifica widget)
ja: ルーチンを選択（ウィジェットを編集）
ko: 루틴 선택 (위젯 편집)
nl: Selecteer routine (Widget bewerken)
pl: Wybierz rutynę (Edytuj widżet)
pt: Selecionar rotina (Editar widget)
ru: Выбрать программу (редактировать виджет)
tr: Rutin seç (Widget'ı düzenle)
zh_hans: 选择例程（编辑小部件）
zh_hant: 選擇例程（編輯小工具）

# widget_streak_current
source: Aktuell: %d
en: Current: %d
es: Actual: %d
fr: Actuel: %d
hi: वर्तमान:%d
it: Attuale: %d
ja: 現在: %d
ko: 현재: %d
nl: Huidig: %d
pl: Obecnie: %d
pt: Atual: %d
ru: Ток:%d
tr: Mevcut: %d
zh_hans: 电流：%d
zh_hant: 電流：%d

# widget_streak_days
source: TAGE
en: DAYS
es: DÍAS
fr: JOURS
hi: लेना
it: GIORNI
ja: 日
ko: 일
nl: DAGEN
pl: DNI
pt: DIAS
ru: БРАТЬ
tr: GÜN
zh_hans: 拿
zh_hant: 拿

# widget_streak_description
source: Dein aktueller Streak.
en: Your current streak.
es: Tu racha actual.
fr: Votre séquence actuelle.
hi: आपकी वर्तमान शृंखला.
it: La tua serie attuale.
ja: あなたの現在の成績。
ko: 현재 연속 기록.
nl: Je huidige reeks.
pl: Twoja obecna passa.
pt: Sua sequência atual.
ru: Ваша текущая серия.
tr: Şu anki seriniz.
zh_hans: 你目前的连胜纪录。
zh_hant: 你目前的連勝紀錄。

# widget_style_dark
source: Dunkel (Schwarz)
en: Dark (Black)
es: Oscuro (negro)
fr: Foncé (noir)
hi: विजेट शैली: गहरा
it: Scuro (nero)
ja: ダーク(ブラック)
ko: 다크(블랙)
nl: Donker (zwart)
pl: Ciemny (czarny)
pt: Escuro (Preto)
ru: widget_style_dark
tr: Koyu (Siyah)
zh_hans: 深色
zh_hant: 小工具樣式深色

# widget_style_light
source: Hell (Weiß)
en: Bright (White)
es: Brillante (blanco)
fr: Brillant (blanc)
hi: विजेट शैली: हल्का
it: Luminoso (bianco)
ja: ブライト（ホワイト）
ko: 브라이트(백색)
nl: Helder (wit)
pl: Jasny (biały)
pt: Brilhante (branco)
ru: widget_style_light
tr: Parlak (Beyaz)
zh_hans: 浅色
zh_hant: 小工具樣式淺色

# widget_style_type
source: Hintergrund-Stil
en: Background style
es: Estilo de fondo
fr: Style d'arrière-plan
hi: विजेट शैली प्रकार
it: Stile di sfondo
ja: 背景のスタイル
ko: 배경 스타일
nl: Achtergrondstijl
pl: Styl tła
pt: Estilo de fundo
ru: widget_style_type
tr: Arka plan stili
zh_hans: 样式类型
zh_hant: 小工具樣式類型

# widget_tap_to_water
source: Tippen zum Gießen
en: Tap to pour
es: Toque para verter
fr: Appuyez pour verser
hi: डालने के लिए टैप करें
it: Tocca per versare
ja: タップして注ぐ
ko: 탭해서 따르세요
nl: Tik om te gieten
pl: Stuknij, aby nalać
pt: Toque para derramar
ru: Нажмите, чтобы налить
tr: Dökmek için dokunun
zh_hans: 点击倾倒
zh_hant: 點擊傾倒

# widget_title
source: Grovy Garten
en: Grovy garden
es: jardín maravilloso
fr: Jardin Grovy
hi: ग्रोवी गार्डन
it: Giardino Grovy
ja: グロビーガーデン
ko: 그로비 가든
nl: Grove tuin
pl: Growny ogród
pt: Jardim arborizado
ru: Грови сад
tr: Koru bahçesi
zh_hans: 格罗维花园
zh_hant: 格羅維花園

# widget_verlauf_last30
source: Letzte 30 Tage
en: Last 30 days
es: últimos 30 días
fr: 30 derniers jours
hi: पिछले 30 दिन
it: Ultimi 30 giorni
ja: 過去 30 日間
ko: 지난 30일
nl: Laatste 30 dagen
pl: Ostatnie 30 dni
pt: Últimos 30 dias
ru: Последние 30 дней
tr: Son 30 gün
zh_hans: 过去 30 天
zh_hant: 過去 30 天

# widget_verlauf_month_description
source: Dein gesamter Monat auf einen Blick.
en: Your entire month at a glance.
es: Todo tu mes de un vistazo.
fr: Votre mois entier en un coup d'œil.
hi: आपका पूरा महीना एक नज़र में.
it: Tutto il tuo mese in un colpo d'occhio.
ja: 1 か月全体が一目でわかります。
ko: 한 달 전체를 한눈에 볼 수 있습니다.
nl: Je hele maand in één oogopslag.
pl: Cały miesiąc w skrócie.
pt: Resumo do seu mês inteiro.
ru: Весь ваш месяц как на ладони.
tr: Bir bakışta tüm ayınız.
zh_hans: 您的整个月一目了然。
zh_hant: 您的整個月一目了然。

# widget_verlauf_month_title
source: Monatsverlauf
en: Monthly History
es: Historial Mensual
fr: Historique Mensuel
hi: मासिक पाठ्यक्रम
it: Storia Mensile
ja: 月間履歴
ko: 월간 기록
nl: Maandverloop
pl: Historia Miesięczna
pt: Histórico Mensal
ru: Месячный курс
tr: Aylık Geçmiş
zh_hans: 每月课程
zh_hant: 每月課程

# widget_verlauf_week_description
source: Die letzten 7 Tage im Überblick.
en: The last 7 days at a glance.
es: Los últimos 7 días de un vistazo.
fr: Les 7 derniers jours en un coup d'œil.
hi: पिछले 7 दिन एक नज़र में.
it: Gli ultimi 7 giorni in uno sguardo.
ja: 過去 7 日間をひと目で確認できます。
ko: 지난 7일을 한눈에 살펴보세요.
nl: De afgelopen 7 dagen in één oogopslag.
pl: Ostatnie 7 dni w skrócie.
pt: Resumo dos últimos 7 dias.
ru: Краткий обзор последних 7 дней.
tr: Bir bakışta son 7 gün.
zh_hans: 过去 7 天一目了然。
zh_hant: 過去 7 天一目了然。

# widget_verlauf_week_title
source: WOCHENVERLAUF
en: WEEKLY HISTORY
es: HISTORIAL SEMANAL
fr: HISTORIQUE HEBDO
hi: साप्ताहिक
it: STORIA SETTIMANALE
ja: 週間履歴
ko: 주간 기록
nl: WEEKVERLOOP
pl: HISTORIA TYGODNIOWA
pt: HISTÓRICO SEMANAL
ru: ЕЖЕНЕДЕЛЬНО
tr: HAFTALIK GEÇMİŞ
zh_hans: 每周
zh_hant: 每週

# widget_water_alltime
source: GESAMT
en: TOTAL
es: TOTAL
fr: TOTAL
hi: कुल
it: TOTALE
ja: 合計
ko: 총합
nl: TOTAAL
pl: RAZEM
pt: TOTAL
ru: ВСЕГО
tr: TOPLAM
zh_hans: 总计
zh_hant: 總計

# widget_water_description
source: Dein getrunkenes Wasser.
en: The water you drank.
es: El agua que bebiste.
fr: L'eau que tu as bu.
hi: जो पानी तुमने पिया.
it: L'acqua che hai bevuto.
ja: あなたが飲んだ水。
ko: 당신이 마신 물.
nl: Het water dat je dronk.
pl: Woda, którą wypiłeś.
pt: A água que você bebeu.
ru: Вода, которую ты пил.
tr: İçtiğin su.
zh_hans: 你喝的水。
zh_hant: 你喝的水。

# widget_water_month
source: Dieser Monat
en: This month
es: este mes
fr: Ce mois-ci
hi: इस महीने
it: Questo mese
ja: 今月
ko: 이번 달
nl: Deze maand
pl: W tym miesiącu
pt: Este mês
ru: В этом месяце
tr: Bu ay
zh_hans: 本月
zh_hant: 本月

# widget_water_times
source: %d mal
en: %d times
es: %d veces
fr: %d fois
hi: %d बार
it: %d volte
ja: %d 回
ko: %d 번
nl: %d keer
pl: %d razy
pt: %d vezes
ru: %d раз(а)
tr: %d kez
zh_hans: %d 次
zh_hant: %d 次

# widget_water_title
source: Wasser
en: Water
es: Agua
fr: Eau
hi: पानी
it: Acqua
ja: 水
ko: 물
nl: Water
pl: Woda
pt: Água
ru: Вода
tr: su
zh_hans: 水
zh_hant: 水

# widget_water_today
source: Heute
en: Today
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ru: Сегодня
tr: Bugün
zh_hans: 今天
zh_hant: 今天

# widget_water_week
source: Diese Woche
en: This week
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
it: Questa settimana
ja: 今週
ko: 이번주
nl: Deze week
pl: W tym tygodniu
pt: Essa semana
ru: На этой неделе
tr: Bu hafta
zh_hans: 本星期
zh_hant: 本星期

source: Wiederherstellung erfolgreich
en: Restoration Successful
es: Restoration Successful
fr: Restoration Successful
hi: Restoration Successful
it: Restoration Successful
ja: Restoration Successful
ko: Restoration Successful
nl: Restoration Successful
pl: Restoration Successful
pt: Restoration Successful
ru: Restoration Successful
tr: Restoration Successful
zh_hans: Restoration Successful
zh_hant: Restoration Successful

# wonder_water.rescue.action_format
source: %@ einsetzen
en: Use %@
es: Usar %@
fr: Utiliser %@
hi: %@लगाना
it: Usa %@
ko: 사용 %@
nl: Gebruik %@
pl: Używać %@
pt: Usar %@
ru: Использовать %@
tr: Kullanmak %@
zh_hans: 插入%@
zh_hant: 插入%@

# wonder_water.rescue.body_format
source: Deine Pflanze "%@" ist am Sterben. Willst du das Wunderwasser einsetzen, um sie zu retten?
en: Your plant "%@" is dying. Do you want to use Wonder Water to save it?
es: Tu planta "%@" se está muriendo. ¿Quieres usar el Agua Milagrosa para salvarla?
fr: Ta plante "%@" est en train de mourir. Veux-tu utiliser l'Eau Miraculeuse pour la sauver ?
hi: आपका पौधा "%@" मर रहा है। क्या आप इसे बचाने के लिए अद्भुत पानी का इस्तेमाल करना चाहेंगे?
it: La tua pianta "%@" sta morendo. Vuoi usare l'Acqua Miracolosa per salvarla?
ja: あなたの植物「%@」は枯れつつあります。ワンダーウォーターを使って貯めてみませんか？
ko: 당신의 식물 "%@"이(가) 죽어가고 있습니다. Wonder Water를 사용하여 저장하시겠습니까?
nl: Je plant "%@" is stervende. Wil je Wonder Water gebruiken om het te redden?
pl: Twoja roślina „%@” umiera. Czy chcesz użyć Wonder Water, aby ją uratować?
pt: A tua planta "%@" está a morrer. Queres usar a Água Milagrosa para a salvar?
ru: Ваше растение "%@" погибает. Хотите использовать Чудо-воду, чтобы спасти его?
tr: Bitkiniz "%@" ölüyor. Kaydetmek için Wonder Water'ı kullanmak ister misiniz?
zh_hans: 你的植物“%@”快要死了。你想用神奇水来拯救她吗？
zh_hant: 你的植物「%@」快要死了。你想用神奇水來拯救她嗎？

# wonder_water.rescue.decline
source: Sterben lassen
en: Let it die
es: Dejar morir
fr: Laisser mourir
hi: मरने देना
it: Lasciala morire
ja: 死なせてやれよ
ko: 죽게 놔둬
nl: Laat het sterven
pl: Niech umrze
pt: Deixar morrer
ru: Дай умереть
tr: Bırak ölsün
zh_hans: 让我们去死吧
zh_hant: 讓我們去死吧

# wonder_water.rescue.title
source: Wunderwasser verwenden?
en: Use Wonder Water?
es: ¿Usar Agua Milagrosa?
fr: Utiliser l'Eau Miraculeuse ?
hi: वुंडरवस्सर का उपयोग करें?
it: Usare l'Acqua Miracolosa?
ja: ワンダーウォーターを使ってみませんか？
ko: 원더워터를 사용하시나요?
nl: Wonderwater gebruiken?
pl: Używać cudownej wody?
pt: Usar Água Milagrosa?
ru: Использовать чудо-воду?
tr: Wonder Water'ı mı kullanıyorsunuz?
zh_hans: 用神奇水吗？
zh_hant: 用神奇水嗎？

# xp_bis_naechste
source: %2$d XP bis %1$@
en: %2$d XP until %1$@
es: %2$d XP hasta %1$@
fr: %2$d XP jusqu'à %1$@
it: %2$d XP until %1$@
nl: %2$d XP tot %1$@
pl: %2$d XP do %1$@
pt: %2$d XP até %1$@

# xp_info.current_label
source: Aktuelle XP
en: Current XP
es: XP actuales
fr: XP actuels
hi: वर्तमान XP
it: XP attuali
ja: 現在のXP
ko: 현재 XP
nl: Huidige XP
pl: Aktualne XP
pt: XP atuais
ru: Текущий опыт
tr: Mevcut XP
zh_hans: 当前经验值
zh_hant: 目前經驗值

# xp_info.description
source: Erfahrungspunkte (XP) spiegeln deinen gärtnerischen Fleiß wider! Du erhältst XP für das tägliche Gießen deiner Pflanzen. Je mehr XP du sammelst, desto höher steigt das Level deines Gartens, was exklusive neue Pflanzen und Schlechte Gewohnheiten freischaltet.
en: Experience points (XP) reflect your gardening diligence! You earn XP for watering your plants daily. The more XP you collect, the higher your garden level rises, unlocking exclusive new plants and bad habits.
es: ¡Los puntos de experiencia (XP) reflejan tu constancia en la jardinería! Obtienes XP por regar tus plantas a diario. Cuantos más XP acumules, más subirá el nivel de tu jardín, desbloqueando nuevas plantas y decoraciones exclusivas.
fr: Les points d'expérience (XP) reflètent votre assiduité au jardinage ! Vous gagnez des XP en arrosant vos plantes quotidiennement. Plus vous accumulez de XP, plus le niveau de votre jardin augmente, débloquant de nouvelles plantes et décorations exclusives.
hi: अनुभव अंक (XP) तुम्हारी बागवानी मेहनत को दर्शाते हैं! तुम्हें अपने पौधों को रोज़ पानी देने के लिए XP मिलते हैं। जितने अधिक XP तुम जमा करते हो, तुम्हारे बगीचे का स्तर उतना ही बढ़ता है, जो विशेष नए पौधों और बुरी आदतों को अनलॉक करता है।
it: I punti esperienza (XP) riflettono la tua diligenza nel giardinaggio! Guadagni XP innaffiando le tue piante ogni giorno. Più XP accumuli, più sale il livello del tuo giardino, sbloccando nuove piante e decorazioni esclusive.
ja: 経験値 (XP) はあなたのガーデニングの熱心さを反映します!毎日植物に水をやることで XP を獲得できます。より多くの XP を収集するほど、庭のレベルが上がり、限定の新しい植物や装飾品のロックが解除されます。
ko: 경험치(XP)는 귀하의 정원 가꾸기 노력을 반영합니다! 매일 식물에 물을 주면 XP를 얻을 수 있습니다. 더 많은 XP를 수집할수록 정원 레벨이 올라가고 독점적인 새로운 식물과 장식이 잠금 해제됩니다.
nl: Ervaringspunten (XP) weerspiegelen uw toewijding bij het tuinieren! Je verdient XP door je planten dagelijks water te geven. Hoe meer XP je verzamelt, hoe hoger je tuinniveau stijgt, waardoor exclusieve nieuwe planten en decoraties worden ontgrendeld.
pl: Punkty doświadczenia (XP) odzwierciedlają Twoją pracowitość w ogrodnictwie! Zdobywasz XP za codzienne podlewanie roślin. Im więcej XP zbierzesz, tym wyżej wzrośnie poziom Twojego ogrodu, odblokowując nowe, ekskluzywne rośliny i dekoracje.
pt: Os pontos de experiência (XP) refletem a tua dedicação na jardinagem! Ganhas XP ao regar as tuas plantas diariamente. Quanto mais XP acumulares, maior será o nível do teu jardim, desbloqueando novas plantas e decorações exclusivas.
ru: Очки опыта (XP) отражают ваш тяжелый труд в саду! Вы получаете XP за ежедневный полив растений. Чем больше опыта вы соберете, тем выше будет уровень вашего сада, открывая новые эксклюзивные растения и вредные привычки.
tr: Deneyim puanları (XP) bahçecilik konusundaki çabanızı yansıtır! Bitkilerinizi günlük olarak suladığınız için XP kazanırsınız. Ne kadar çok XP toplarsanız bahçe seviyeniz o kadar yükselir ve özel yeni bitki ve dekorasyonların kilidini açar.
zh_hans: 经验值（XP）反映了你的园艺努力！您每天浇灌植物即可获得 XP。您收集的 XP 越多，您的花园等级就越高，解锁专属的新植物和坏习惯。
zh_hant: 經驗值（XP）反映了你的園藝努力！您每天澆灌植物即可獲得 XP。您收集的 XP 越多，您的花園等級就越高，解鎖專屬的新植物和壞習慣。

# xp_info.title
source: Erfahrungspunkte (XP)
en: Experience Points (XP)
es: Puntos de experiencia (XP)
fr: Points d'expérience (XP)
hi: अनुभव अंक (XP)
it: Punti esperienza (XP)
ja: 経験値（XP）
ko: 경험치(XP)
nl: Ervaringspunten (XP)
pl: Punkty doświadczenia (XP)
pt: Pontos de experiência (XP)
ru: Очки опыта (XP)
tr: Deneyim Puanları (XP)
zh_hans: 经验值 (XP)
zh_hant: 經驗值 (XP)

source: Zeit für Routine: %@
en: Time for routine: %@
es: Tiempo de rutina: %@
fr: Temps pour la routine: %@
hi: रूटीन के लिए समय:%@
it: Tempo per la routine: %@
ja: ルーチンの時間です: %@
ko: 루틴 시간: %@
nl: Tijd voor routine: %@
pl: Czas na rutynę: %@
pt: Hora da rotina: %@
ru: Время для рутины:%@
tr: Rutin zamanı: %@
zh_hans: 例行时间：%@
zh_hant: 例行時間：%@

source: Ziel
en: Goal
es: Meta
fr: But
hi: लक्ष्य
it: Obiettivo
ja: ゴール
ko: 목표
nl: Doel
pl: Bramka
pt: Meta
ru: Цель
tr: Amaç
zh_hans: 目标
zh_hant: 目標

# apple.health.pro_locked
source: Grovy Pro Feature
es: Función Grovy Pro
fr: Fonctionnalité Grovy Pro
hi: ग्रोवी प्रो फ़ीचर
it: Funzionalità Grovy Pro
ja: Grovy Pro機能
ko: Grovy Pro 기능
nl: Grovy Pro-functie
pl: Funkcja Grovy Pro
pt: Recurso Grovy Pro
ru: Премиум-функция Grovy
tr: Grovy Pro Özelliği
zh_hans: Grovy 专业功能
zh_hant: Grovy Pro 功能

# assessment.fitness.nav.title
source: Fitness Assessment
es: Evaluación de condición física
fr: Évaluation de la condition physique
hi: स्वास्थ्य मूल्यांकन
it: Valutazione dell'idoneità
ja: フィットネス評価
ko: 체력 평가
nl: Geschiktheidsbeoordeling
pl: Ocena sprawności
pt: Avaliação de aptidão física
ru: Оценка физической подготовки
tr: Uygunluk Değerlendirmesi
zh_hans: 体能评估
zh_hant: 體能評估

# assessment.growth.nav.title
source: Growth Assessment
es: Evaluación de crecimiento
fr: Évaluation de la croissance
hi: विकास आकलन
it: Valutazione della crescita
ja: 成長評価
ko: 성장 평가
nl: Groeibeoordeling
pl: Ocena wzrostu
pt: Avaliação do crescimento
ru: Оценка роста
tr: Büyüme Değerlendirmesi
zh_hans: 成长评估
zh_hant: 成長評估

# assessment.lifestyle.nav.title
source: Lifestyle Assessment
es: Evaluación de estilo de vida
fr: Évaluation du mode de vie
hi: जीवनशैली का आकलन
it: Valutazione dello stile di vita
ja: ライフスタイルの評価
ko: 생활방식 평가
nl: Levensstijlbeoordeling
pl: Ocena stylu życia
pt: Avaliação do estilo de vida
ru: Оценка образа жизни
tr: Yaşam Tarzı Değerlendirmesi
zh_hans: 生活方式评估
zh_hant: 生活方式評估

# assessment.nav.title
source: Assessment
es: Evaluación
fr: Évaluation
hi: आकलन
it: Valutazione
ja: 評価
ko: 평가
nl: Beoordeling
pl: Ocena
pt: Avaliação
ru: Оценка
tr: Değerlendirme
zh_hans: 评估
zh_hant: 評估

# assessment.score.ego
source: Ego
es: Yo
hi: अहंकार
ja: 自我
ko: 자아
pt: Eu
ru: Эго
zh_hans: 自我
zh_hant: 自我

# assessment.score.regeneration
source: Regeneration
es: Regeneración
fr: Régénération
hi: उत्थान
it: Rigenerazione
ja: 再生
ko: 재생
nl: Regeneratie
pl: Regeneracja
pt: Regeneração
ru: Регенерация
tr: Yenilenme
zh_hans: 再生
zh_hant: 再生

# assessment.score.standards
source: Standards
es: Estándares
hi: मानकों
it: Standard
ja: 基準
ko: 기준
nl: Normen
pl: Standardy
pt: Padrões
ru: стандарты
tr: Standartlar
zh_hans: 标准
zh_hant: 標準

# assessment.score.title
source: Score
es: Puntuación
hi: अंक
it: Punteggio
ja: スコア
ko: 점수
pl: Wynik
pt: Pontuação
ru: Счет
tr: Puan
zh_hans: 得分
zh_hant: 分數

source: Avg
es: promedio
fr: Moy.
hi: औसत
it: Media
ja: 平均
ko: 평균
nl: Gem
pl: Śr
pt: Média
ru: Среднее
tr: Ort.
zh_hans: 平均
zh_hant: 平均

# backup_profil_button
source: Backup & Import
es: Copia de Seguridad e Importación
fr: Sauvegarde & Import
hi: बैकअप और आयात
ja: バックアップとインポート
ko: 백업 및 가져오기
nl: Back-up en import
pl: Kopia zapasowa i import
pt: Backup & Importar
ru: Резервное копирование и импорт
tr: Yedekleme ve İçe Aktarma
zh_hans: 备份与导入
zh_hant: 備份與導入

# backup_title
source: Backup & Export
es: Copias & Exportar
fr: Sauvegarde & Export
hi: बैकअप और निर्यात
it: Backup & Esporta
ja: バックアップとエクスポート
ko: 백업 및 내보내기
pl: Kopie & Eksport
pt: Backup & Exportar
ru: Бэкап и экспорт
tr: Yedek & Dışa Aktar
zh_hans: 备份与导出
zh_hant: 備份與匯出

# backup.auto.name_prefix
source: Backup
es: Copia
fr: Sauvegarde
hi: बैकअप
ja: バックアップ
ko: 백업
pl: Kopia
ru: Бэкап
tr: Yedek
zh_hans: 备份文件
zh_hant: 備份檔案

# banner.level
source: Level %lld
es: Nivel %lld
fr: Niveau %lld
hi: स्तर %lld
it: Livello %lld
ja: レベル %lld
ko: 레벨 %lld
nl: Niveau %lld
pl: Poziom %lld
pt: Nível %lld
ru: Уровень %lld
tr: Seviye %ll
zh_hans: %lld 级
zh_hant: %lld 級

# benchmark.label.top
source: Elite
es: Élite
fr: Élite
hi: एलीट
it: Élite
ja: エリート
ko: 엘리트
pl: Elita
ru: Элита
tr: Elit
zh_hans: 精英
zh_hant: 精英

# category.coins
source: Coins
es: Monedas
fr: Pièces
hi: सिक्के
ja: コイン
ko: 동전
nl: Munten
pl: Monety
pt: Moedas
ru: Монеты
tr: Paralar
zh_hans: 硬币
zh_hant: 硬幣

# category.fitness
source: Fitness
es: Aptitud física
fr: Condition physique
hi: स्वास्थ्य
ja: フィットネス
ko: 피트니스
pt: Aptidão
ru: Фитнес
zh_hans: 健身
zh_hant: 健康
